let img = '/assets/images/people';

module.exports = [
    {
        name: 'Анна Сергеевна',
        review: 'Я просто влюбилась в этот сайт! Он помогает мне улучшить свой словарный запас и развивать навыки чтения и письма на английском.',
        img: img + '/anna.jpg'
    },
    {
        name: 'Дмитрий Иванов',
        review: 'Отличный инструмент для изучения английского языка. Я стал намного увереннее в разговорной речи благодаря этим упражнениям',
        img: img + '/dmitriy.jpg'
    },
    {
        name: 'Елена Николаевна',
        review: 'Просто восхитительно! Я давно искала такой ресурс для тренировки английского. Этот сайт идеально подходит для повторения и закрепления слов.',
        img: img + '/elena.jpg'
    },
    {
        name: 'Максим Семенович',
        review: 'Спасибо за этот сайт! Я долго искал эффективный способ изучения английского, и этот тренажер оказался именно тем, что мне нужно.',
        img: img + '/maxim.jpg'
    },
    {
        name: 'Ольга Игоревна',
        review: 'Мне очень нравится дизайн сайта и его удобство. Я смогла легко освоить все функции и теперь активно тренируюсь каждый день.',
        img: img + '/olga.jpg'
    },
]
