let imgTheme = 'assets/images/theme';

let imgThemedata = {
    house: imgTheme + '/house.jpg',
    house: imgTheme + '/fruits.jpg',
    house: imgTheme + '/flowers.jpg',
    house: imgTheme + '/tools.jpg',
    house: imgTheme + '/food.jpg'
}

module.exports = [
    {
        id: 'house',
        imgThemePath: imgThemedata.house,
        title: 'Дом',
        description: 'Набор слов на тему "Дом" представляет собой коллекцию английских слов и их переводов, связанных с понятием "дом".\
Этот набор позволяет исследовать и описывать различные аспекты, характеристики и элементы, связанные с жилыми помещениями и местом, где мы живем.'
    },
    {
        id: 'fruits',
        imgThemePath: imgThemedata.fruits,
        title: 'Фрукты',
        description: 'Набор слов на тему "Фрукты" представляет собой коллекцию английских слов и их переводов, связанных с разнообразными фруктами.\
Данный набор помогает расширить словарный запас и обогатить знания о плодах, которые являются важной частью нашего питания и придают яркость и разнообразие нашему столу.'
    },
    {
        id: 'flowers',
        imgThemePath: imgThemedata.flowers,
        title: 'Цветы',
        description: 'Набор слов на тему "Цветы" представляет собой коллекцию английских слов и их переводов, связанных с разнообразными видами цветов.\
Этот набор позволяет исследовать и описывать различные цветочные растения. Он помогает расширить словарный запас и обогатить знания о прекрасных цветах, которые украшают наши сады, интерьеры и символизируют эмоции и чувства.'
    },
    {
        id: 'tools',
        imgThemePath: imgThemedata.tools,
        title: 'Инструменты',
        description: 'Набор слов на тему "Инструменты" представляет собой коллекцию английских слов и их переводов, связанных с различными видами инструментов.\
Этот набор позволяет изучать и описывать различные инструменты, их назначение, форму, функциональность и использование. Он помогает расширить словарный запас и обогатить знания о разнообразных инструментах, которые используются в различных областях, таких как строительство, музыка, механика и многие другие.'
    },
    {
        id: 'food',
        imgThemePath: imgThemedata.food,
        title: 'Еда',
        description: 'Набор слов на тему "Еда" представляет собой коллекцию английских слов и их переводов, связанных с разнообразными видами пищи и блюдами.\
Этот набор позволяет исследовать и описывать различные продукты питания. Он помогает расширить словарный запас и обогатить знания о разнообразных кулинарных удовольствиях, которые являются неотъемлемой частью нашей культуры и повседневной жизни.'
    }
];

