let imgTheme = 'assets/images/theme';

let imgThemedata = {
    house: imgTheme + '/house.jpg'
}

module.exports = [
    {
        id: 'house',
        imgThemePath: imgThemedata.house,
        title: 'Дом',
        description: 'Набор слов на тему "Дом" представляет собой коллекцию английских слов и их переводов, связанных с понятием "дом".\
Этот набор позволяет исследовать и описывать различные аспекты, характеристики и элементы, связанные с жилыми помещениями и местом, где мы живем.',
    },
    {
        id: 'art',
        imgThemePath: imgThemedata.house,
        title: 'Дом',
        description: 'Набор слов на тему "Дом" представляет собой коллекцию английских слов и их переводов, связанных с понятием "дом".\
Этот набор позволяет исследовать и описывать различные аспекты, характеристики и элементы, связанные с жилыми помещениями и местом, где мы живем.',
    },
    {
        id: 'sport',
        imgThemePath: imgThemedata.house,
        title: 'Дом',
        description: 'Набор слов на тему "Дом" представляет собой коллекцию английских слов и их переводов, связанных с понятием "дом".\
Этот набор позволяет исследовать и описывать различные аспекты, характеристики и элементы, связанные с жилыми помещениями и местом, где мы живем.',
    }

];

