let imgTheme = "/static/theme";

let imgThemedata = {
    house: imgTheme + "/house.jpg",
    fruits: imgTheme + "/fruits.jpg",
    flowers: imgTheme + "/flowers.jpg",
    tools: imgTheme + "/tools.jpg",
    food: imgTheme + "/food.jpg",
};

module.exports = [
    {
        id: "house",
        img: imgThemedata.house,
        title: "Дом",
        description:
            'Набор слов на тему "Дом" представляет собой коллекцию английских слов и их переводов, связанных с понятием "дом". Этот набор позволяет исследовать и описывать различные аспекты, характеристики и элементы, связанные с жилыми помещениями и местом, где мы живем.',
        shortDescription:
            "Коллекция английских слов о жилище. Этот набор позволяет исследовать и описывать аспекты, характеристики и элементы жилых помещений и окружающего пространства.",
    },
    {
        id: "fruits",
        img: imgThemedata.fruits,
        title: "Фрукты",
        description:
            'Набор слов на тему "Фрукты" представляет собой коллекцию английских слов и их переводов, связанных с разнообразными фруктами. Данный набор помогает расширить словарный запас и обогатить знания о плодах, которые являются важной частью нашего питания и придают яркость и разнообразие нашему столу.',
        shortDescription:
            "Коллекция английских слов о разнообразных фруктах. Данный набор помогает расширить словарный запас и обогащает знания о плодах, важных для питания и стола.",
    },
    {
        id: "flowers",
        img: imgThemedata.flowers,
        title: "Цветы",
        description:
            'Набор слов на тему "Цветы" представляет собой коллекцию английских слов и их переводов, связанных с разнообразными видами цветов. Этот набор позволяет исследовать и описывать различные цветочные растения. Он помогает расширить словарный запас и обогатить знания о прекрасных цветах, которые украшают наши сады, интерьеры и символизируют эмоции и чувства.',
        shortDescription:
            "Коллекция английских слов о различных видах цветов. Этот наборпомогает увеличить словарный запас и углубить знания о прекрасных цветах, которые украшают наши сады, интерьеры и отражают эмоции и чувства.",
    },
    {
        id: "tools",
        img: imgThemedata.tools,
        title: "Инструменты",
        description:
            'Набор слов на тему "Инструменты" представляет собой коллекцию английских слов и их переводов, связанных с различными видами инструментов. Этот набор позволяет изучать и описывать различные инструменты, их назначение, форму, функциональность и использование. Он помогает расширить словарный запас и обогатить знания о разнообразных инструментах, которые используются в различных областях, таких как строительство, музыка, механика и многие другие.',
        shortDescription:
            "Коллекция английских слов о бытовых инструментах. Этот набор помогает описывать их назначение, форму, функциональность и использование в различных областях, например, строительстве, музыке, механике и других.",
    },
    {
        id: "food",
        img: imgThemedata.food,
        title: "Еда",
        description:
            'Набор слов на тему "Еда" представляет собой коллекцию английских слов и их переводов, связанных с разнообразными видами пищи и блюдами. Этот набор позволяет исследовать и описывать различные продукты питания. Он помогает расширить словарный запас и обогатить знания о разнообразных кулинарных удовольствиях, которые являются неотъемлемой частью нашей культуры и повседневной жизни.',
        shortDescription:
            "Коллекция английских слов о пище помогает исследовать и описывать разные продукты, расширяет словарный запас и обогащает знания о кулинарных удовольствиях, важных для нашей культуры и повседневной жизни.",
    },
];
